# 2) გააკეთეთ 5 მაგალითი while loop-ზე და კარგად ახსენით კომენტარის სახით.
i = 1  # ვიწყებთ i = 1-დან
while i <= 5:  # სანამ i ნაკლებია ან ტოლია 5-ის
    print(i)  # ვბეჭდავთ მიმდინარე მნიშვნელობას
    i += 1  # ვზრდით i-ს 1-ით, რომ ციკლი irgendwann დასრულდეს
print("----------------------")
sum = 0  # საწყისი ჯამი
num = 1  # საწყისი რიცხვი

while sum <= 50:  # სანამ ჯამი 50-ზე ნაკლებია ან ტოლია
    sum += num  # ვუმატებთ მიმდინარე რიცხვს ჯამს
    num += 1  # შემდეგ რიცხვზე გადასვლა

print("საბოლოო ჯამი:", sum)

print("----------------------")
password = ""  # ცარიელი პაროლი
while password != "python123":  # სანამ პაროლი არ ემთხვევა სწორ მნიშვნელობას
    password = input("შეიყვანეთ პაროლი: ")  # ვთხოვთ მომხმარებელს შეყვანას

print("პაროლი სწორია!")

print("----------------------")
count = 0

while True:  # ეს არის უსასრულო ციკლი
    print("გათვლილია:", count)
    count += 1

    if count == 3:  # თუ count გახდება 3
        break  # ვწყვეტთ ციკლს

print("----------------------")
i = 0
while i <= 10:
    if i % 2 == 0:  # თუ i ლუწია
        print(i)
    i += 1
