# 5)დაწერე ფუნქცია, რომელიც მიიღებს სასმლის სახელს და დააბრუნებს შესაბამის ტექსტს:

# "ყავა" → "გაიღვიძე და იმუშავე!"

# "ჩაი" → "დაისვენე და მოდუნდი!"

# "წყალი" → "დაიწყე ჯანმრთელი ცხოვრება!"

# "ლიმონათი" → "გაგრილდი"

# სხვა შემთხვევაში → "შეარჩიე სხვა სასმელი!"
def func(c):
    if c == "ყავა":
        return "გაიღვიძე და იმუშავე!"
    elif c == "ჩაი":
        return "დაისვენე და მოდუნდი!"
    elif c == "წყალი":
        return "დაიწყე ჯანმრთელი ცხოვრება!"
    elif c == "ლიმონათი":
        return "გაგრილდი!"
    else:
        return"შეარჩიე სხვა სასმელი!"
print(func("ჩაი"))