# 8. შექმენი სია შენი 10 წიგნის სახელით. გამოიყენე index() ფუნქცია შენი საყვარელი წიგნის ადგილმდებარეობის მოსაძებნად.
#                  0                 1                     2                      3                         4                       5            7
my_books = ["პატარა პრინცი","პრინცესა ანაბელი","ცეროდენა ნილს კალრსონი","მსოფლიო ატლასი","მოსწავლის პირველი ენციკლოპედია","მთხრობები","მერი პოპინსი","მნიშნელობანი დღე","დიდი ძებნა","მეფე ლომი","ნამდვილი და მოგონილი ამბები",]
my_books.index("ცეროდენა ნილს კალრსონი")
print(my_books)