# 1) შემოაყვანინეთ მომხმარებელს რიცხვი, თუ რიცხვი არის დადებითი, დაპრინტეთ "შემოყვანილი რიცხვი არის დადებითი" თუ რიცხვი არის უარყოფითი,დაპრინტეთ "შემოყვანილი რიცხვი 
# არის უარყოფითი",თუ შემოყვანილი რიცხვი უდრის 0,დავპრინტოთ "შემოყვანილი რიცხვი არის 0".


# უარყოფითი რიცხვი — ნამდვილი რიცხვი, რომელიც ნულზე ნაკლებია. წარმოადგენს დადებითი რიცხვის „საპირისპირო“ მნიშვნელობას. უარყოფითი რიცხვი იწერება წინ მინუსის ნიშნით. მაგალითად, 3 არის დადებითი რიცხვი, მაგრამ −3 არის უარყოფითი რიცხვი; იკითხება როგორც „უარყოფითი სამი“ ან „მინუს სამი“, ეს ნიშნავს 3-ის საპირისპიროს.


num =int(input("enter a number:"))
if num > 0:
    print("Entered number is positive number")
elif num < 0:
    print("Entered number is a negative number")
else:
    print("The number entered is 0")