# # 2)ორი კუ ერთმანეთს ეჯიბრება სირბილში
# პირველი კუ ამბობს:
# მოდი, შევამოწმოთ ვინ უფრო სწრაფია!
# მეორე კუ პასუხობს:
# კარგი, მაგრამ თუ ჩემს თავსატეხს ვერ ამოხსნი, მაშინ უარით ვიწვევ გამარჯვებას!
# ფუნქცია:
# მომხმარებელი უნდა შეიყვანოს ორი რიცხვი, რომლებიც კუების სიჩქარეებს აღნიშნავენ, შემდეგ კი პროგრამამ უნდა განსაზღვროს რომელი კუა უფრო სწრაფი და გამოიტანოს შედეგი.
num0 = int(input("შეიყვნე 1 რიცხვი ან ციფრი:"))
num1 = int(input("შეიყვნე 1 რიცხვი ან ციფრი:"))
def fun(num0,num1):
    if num0 > num1 :
        return "პირელმა კუმ მოიგო!"
    elif num0 < num1 :
     return "მეორე კუმ მოიგო!"
print(fun(num0,num1))