# # # 3)თახვი და მდინარის გამოცდა
# # თახვს უნდა გადაცუროს მდინარე, მაგრამ ნიანგმა გააჩერა:
# # აქ ვერ გადახვალ, თუ ჩემს გამოცანას არ ამოხსნი!
# # რა გამოცანა?
# # უნდა შეიყვანო ხუთი რიცხვი და ამოაგდო მათ შორის ყველაზე დიდი.
# # ფუნქცია:
# # მომხმარებელი შეიყვანს 5 რიცხვს, ფუნქციამ კი უნდა ამოაგდოს ყველაზე დიდი და დააბრუნოს დანარჩენები.
def fun():
    lst = []  # ცარიელი სია
    for i in range(5):
        inp = int(input(f"შეიყვანე {i+1}-ე რიცხვი: "))  # რიცხვის შეყვანა
        lst.append(inp)  # სიაში დამატება

    max_num = max(lst)  # ვპოულობთ მაქსიმუმს
    lst.remove(max_num)  # ამოვშლით მას სიიდან
    return lst  # ვაბრუნებთ დარჩენილ რიცხვებს

# ფუნქციის გამოძახება და შედეგის დაბეჭდვა
print("ნიანგს შენი პასუხი:", fun())