# # 4)ძაღლი და ძვლის გამოცანა
# ძაღლს სურს ძვლის აღება, მაგრამ ბომბის რობოტმა გააჩერა:
# თუ ჩემს გამოცანას ვერ ამოხსნი, ძვლას ვერ აიღებ!
# რა გამოცანა?
# უნდა შეიყვანო სამი რიცხვი და დაამატო მათ ყველას 10.
# ფუნქცია:
# მომხმარებელი შეიყვანს სამ რიცხვს, პროგრამამ კი თითოეულს 10 უნდა დაამატოს და დააბრუნოს შედეგები.
lst = []
def fun():
    inp = int(input("შეიყვანე 1 რიცხვი ან ციფრი:"))
    inp2 = int(input("შეიყვანე 1 რიცხვი ან ციფრი:"))
    inp3 = int(input("შეიყვანე 1 რიცხვი ან ციფრი:"))
    return inp + 10
    return inp2 + 10
    return inp3 + 10
    lst.append(inp)
    lst.append(inp2)
    lst.append(inp3)
    
print(fun())