# 5)მგელი და ბატკნის გამოცდა
# მგელმა ბატკანი დაიჭირა და უთხრა:
# თუ ჩემს გამოცანას ამოხსნი, გაგიშვებ!
# რა გამოცანა?
# უნდა შეიყვანო სიტყვა და თუ ის "ბატკანია", მაშინ დაიძვრენ, თუ არა - მოგკლავ!
# ფუნქცია:
# მომხმარებელი შეიყვანს სიტყვას. თუ სიტყვა "ბატკანია", ფუნქციამ უნდა დააბრუნოს "გადარჩი!" თუ სხვა რამეა, უნდა დააბრუნოს "მგელმა შეგჭამა!".
def fun():
    inp = str(input("შეიყვანე ერთი სიტყვა:"))
    if inp == "ბატკანია":
        return "გადარჩი!"
    else:
        return "მგელმა შეგჭამა!"
print(fun())