# 3) 
# დავალება ნუგზარ ჩუბინძიე
# ნუგზარ ჩუბინიძე ამობობს სადღეგრძელოს

# ჩვენი ამოცანა მდებაროებს შემდეგში:
# შევქმანთ ფუქნცია nugzar_chubinidze() რომელსაც 2 პარამეტრი , sadgerdzelo, limit

# თუ ნუგზარს limit -ზე მეტი ექნება დალეული ჩვენმა ფუქნციამ უნდა გამოგვიტანოს რომ იგი ლუიზა: ნუგზარი აღარ დალიო მეტი! 
# ხოლო თუ არ ცდება limit -ს მაგ შემთხვევაში დაგვიბრუნოს მოდი ახლა მართლა, დამილოცნიე!
def nugzar_chubinidze(sadgerdzelo, limit):
    limit = 30
    if sadgerdzelo > limit :
        return "ნუგზარი დათვრა"
    else:
        return "მოდი ახლა მართლა, დამილოცნიე!"
     
print(nugzar_chubinidze())