# დავალება 3: --> წიგნების სია
# შექმენი სია შენი საყვარელი 7 წიგნის სახელებით.
# აიღე უკანასკნელი 4 წიგნი სიიდან.
# დაბეჭდე ეს ოთხი წიგნი ეკრანზე.
#               0                 1                     2                       3                      4                             5                6
books = ["პატარა პრინცი","პრინცესა ანაბელი","ცეროდენა ნილს კალრსონი","მსოფლიო ატლასი","მოსწავლის პირველი ენციკლოპედია","ცნობილი ხუთეული","მოთხრობბი",]
print(books[6])
print(books[5])
print(books[4])
print(books[3])