# level 20: 
# გზაზე მიდის 2 კაცი გრიშა და მიშა გრიშამ უთხრა მიშას შენ დაიმახსოვრე 3 > 5 მე დავიმახსოვრებ 3 < 5 რომელიც იქნება მართალი იმას მიეცეს პრიზი

# ჩვენი ამოცანაა შევქმათ 2 ცალადი და მათ დავამახსოვრებინოთ ზემთ ხსენებული მნისნელობები და if else ის გამოყენებით დავწეროთ თუ ვის გადაეცემა პრიზი

გრიშა = 3 < 5
მიშა = 3 > 5

if გრიშა :
    print("გრიშას გადაეცემა პრიზი")
else:
    print("მიშას გადაეცემა პრიზი")


print()

# 2)გზაზე მიდის 10 მაგრამ 2 მა კაცმა გადაილაპარაკეს  გრიშამ და მიშამ გრიშამ უთხრა მიშას შენ დაიმახსოვრე 3 > 5 მე დავიმახსოვრებ 3 < 5 რომელიც იქნება მართალი იმას მიეცეს პრიზი ჩვენი 10 კაციდან

# ჩვენი ამოცანაა შევქმათ 2 ცალადი და მათ დავამახსოვრებინოთ ზემთ ხსენებული მნისნელობები და if else ის გამოყენებით დავწეროთ თუ ვის გადაეცემა პრიზი ან გირშას ან მიშას თუ არა და სხვა ვინმეს, საბოლოოდ კი გამოვიტანოთ ტერმინალში
გრიშამ=3<5
მიშამ=3>5

if გრიშამ:
       print("გრიშას გადაეცემა პრიზი")
elif მიშამ:
    print("მიშას გადაეცემა პრიზი")

else:
    print("ვიღაცას გადაეცემა პრიზი")