# 7) შემოგდით კოღო ინფუთში, შეეკითხეთ მომხარებელს რამდენჯერ დააპირა კბენა? (ოღონდ ეს მონაცემთა ტიპი უნდა იყოს ციფრი)

# შემდეგ შექმენით ცვლადი თუ რამდენჯერ მოუქნიეთ ხელი 

# საბოლოოდ კი გამოიტანეთ ტრერმინალში თუ რამდენჯერ გიკბინათ ან გიკბუნათ თუ არა
# იკითხეთ მომხმარებლისგან რამდენჯერ სცადა კოღომ კბენა
inp = int(input("რამდენჯერ სცადა კოღომ კბენა? "))

# იკითხეთ რამდენჯერ მოუქნიეთ ხელი
inp2 = int(input("რამდენჯერ მოუქნიეთ ხელი? "))

# შეამოწმეთ საბოლოოდ კოღოს კბენის შედეგი
if inp > inp2:
    print(f"კოღომ {inp - inp2}-ჯერ მაინც გიკბინა!")
else:
    print("კოღომ ვერ გიკბინა!")
