# 5. შექმენთ სია რომელშიც 5 ნებისმიერ ფილმის სახელს შეინახავთ შემდეგ შეეკითხეთ მომხმარებელს თუ რა უნდა რომ გააკეთოს, დაამატოს ამ სიაში ფილმი თუ მოაშოროს (შეეკითხეთ მას ეს სანამ მომხმარებელი არ დაწერს quit-ს) თუ მომხმარებელი აირჩევს სიიდან მონაცემის წაშლას ინფუთის მეშვეობით შემოატანინეთ იმ ფილმის სახელი რომლის წაშლაც უნდა და წაშალეთ სიიდან. ხოლო თუ აირჩევს რომ სიაში დამატება უნდა შეეკითხეთ სიის ბოლოში უნდა თუ რაღაც კონკრეტულ ინდექსზე, თუ მას სიის ბოლოში უნდა რომ დაამატოს ახალი ფილმი მაშინ გამოიყენეთ append(). ხოლო თუ კონკრეტულს ინდექსზე უნდა რომ დაამატოს მაშინ შეეკითხეთ რომელ ინდექსზე უნდა რომ დაამატოს და გამოიყენეთ insert() ფუნქცია ფილმის დასამატებლად. საბოლოოდ კი როდესაც მომხმარებელი დაწერს quit-ს დაბეჭდეთ სია.
lst=["მარტო სახლში","ჩარლის ანგელოზები","მელოტი ძიძა","ჯაზშსი მხოლოდ ქალიშვილები არიან","ჭრიჭინა"]
print(lst)
inp=input("ამ სიიდან რამე გინდა მოაშორო თუ დაამატო?:")
while inp != "quit":
    if inp == "დამატება":
        inp2= input("რისი დამატება გინდა ამ სიაში?:")
        lst.append(inp2)
    elif inp == "მოშორება":
        inp3= input("რისი მოშორება გინდა ამ სიიდან?:")
        lst.remove(inp3)
    inp=input("ამ სიიდან რამე გინდა მოაშორო თუ დაამატო?:")
print(lst)