#  1. 
# ა) შევეკითხოთ მომხმარებელს ნებისმიერი რიცხვი და დავუპრინტოთ ეს რიცხვი კენტია ლუწია თუ 0-ის ტოლი
# ბ) შედარებით უფრო რთული ვერსია: შეეკთხეთ მომხმარებელს 10 რიცხვი და შეინახეთ ისინი სიაში. შემდეგ for ციკლით გადაუარეთ ამ სიას და გაიგეთ თითოეული რიცხვი კენტია ლუწია თუ 0-ის ტოლი შემდეგ კი შეინახეთ ეს შედეგი ახალ სიაში და დაპრინტეთ ახალი სია (ახალი სია დაახლოებთ ასე უნდა გამოიყურებოდეს: ["ლუწია", "კენტია", 0, "კენტია"] თუ მომხმარებლის სია ასე გამოიყურება [2, 3, 0, 1])

#ა) 
num = int(input("enter a number:"))
if num % 2 == 0:
    print("ყოჩაღ! ეს ციფრი არის ლუწი")
else:
    print("ეს რიცხვი არის კენტი")
# ბ)
lst=[]
for i in range(10):
    num = int(input("enter a number:"))
    if num == 0:
        lst.append("0")
    elif num % 2 == 1:
        lst.append("კენტია")
    else:
        lst.append("ლუწია")
print(lst)