# # level 46:
# ```
# impot გაუკეთეთ random ბიბლიოთეკას library

# შექმნით სია, რაზეც გვინდა თუ გინდათ იყოს ბოგჭი ეპეას ოჯახის წევრებე

# შემდეგ random.choice(  ) გამომიტანეთ გადაეცის ის სია რომელიც წეღან შევქმენით 

# დამისქრინეთ და ჩამიგდეთ

# ```
import random

mylist=[
      "ანდრია ჯანეზაშვილი",
    "დავიდ დუმბაძე",
    "ნიკოლოზ ტატიუაშვილი",
    "ანდრია დვალი",
    "გუგა აკოლაშვილი",
    "ლუკა რაზმაძე",
    "გიორგი წიკლაური",
    "ლუკა ოშორიძე",
    "ლუკა დათიაშვილი", 
]
print(random.choice(mylist))
