# 2)  ჩემს ოთხში არის 78 გრადუსი თუ ცვლადის მნიშნველობა ინქბეა 78 ზე მეტი მაგ შემთხვეავაში გამოიტანოს ❤️ "უჰ დავიწვით კაცო დაუწიე!"
# თუ არა:
# "უი რა კაი სიგრეილეა!"

# ასევე გავმარტივოთ ჩვენი ფუქნცია და არგუმენტების და პარატმეტრების მეშვეობით განვაახლოჩ ჩვენი დაწერილი ფუნქცია

# ასევე დავალამტოთ კიდევ 2 condition (elif) სხვადასხვა პირობებით 

# დამინუმუმ 5 მაგალითი დავწეროთ ❤️
def ოპოპოპ(gradusi):
    if gradusi > 78:
        return"უჰ დავიწვით კაცო დაუწიე"
    elif gradusi == 78:
        return "რა კარგია!"
    elif gradusi < 78:
        return "რა ცივა!!!!!"
    else: 
        return"უი რა კაი სიგრეილეა!"
    
print(ოპოპოპ(51))
print(ოპოპოპ(59))
print(ოპოპოპ(23))
print(ოპოპოპ(78))
print(ოპოპოპ(86))
print(ოპოპოპ(14))
