# 2) გზაში მიფრინავს ორი არწივი, პირველი ეუბნება, მეორეს რა ტიპის სუნამოს ისხავ?
# -მეორე პაუხობს 
# -რა შენი სქმეა?! 
# -პირველი პასუბოსხ
# -მე მინდა გამოვიცნო!
# მეორე პაუსუხობს:
# -თუ გინდა გამოიცნო მაშინ ჩემ, ფუქნცია ამოხსენი!

# ფუნცქია მდოგმარეობს შედეგში:
# პირველ მომხარებელს შეეკითეხთ თუ რა ტიპის სუნამოს ისხავს
# შემდეგ მეორესაც შეეკითხეთ იგივე და თუ პასუხები დაემთხევვა მაგ შემთხვევაში 

# გამოტანოს: ყოჩაღ გამოიცანი შენ ნამდვილი არწვი ხარ!

# თუ ვერ გამოიცნობს: შე არწივის მატყუარა! 
def arwivi():
    inp1= input("რა ტიპის სუნამოს ისხავ?:")
    inp2= input("რა ტიპის სუნამოს ისხავ?:")
    if inp1 == inp2:
        return "ყოჩაღ გამოიცანი შენ ნამდვილი არწვი ხარ!"
    else:
        return "შე არწივის მატყუარა!"
print(arwivi())