# 3)კატა იჭერს, თაგვს დაიჭერს ამ თაგვს თუ არა ეტყვის კატა ესეთ რამეს: 
# -მოდი შევთანხმდეთ, შენ თუ ჩემს ამოცანას მიხდები, შენ გაგიშვებ და აღარ შეგჭამ
# -კარგი ხო, რა გაეწყობა, მინიშნება თუ ქინება? 
# -კი არის! შენ არითეტიკული საშუალო უნდა გამომომითვალო ფორმუალ არის ესეთი!
# შევკრიბოთ ელმენტები, და მათ რაოდენობაზე გავყოთ შენ გექნება 5 ელემენტიანი სია! 
# უდნა შეკრიბო ისინი და გაყო მათ რაოდენობაზე!
def cat_and_mouse(lst):
    count = 0
    for i in lst:
        count += i
    return count // len(lst)
print(cat_and_mouse([1,2,3,4,5,6,7,8,9,10]))
print(cat_and_mouse([1,2,3,4,5,6,7,8,9,10]))